const surveyData = [
  {
    id: 0,
    text: "본인의 나이를 선택해주세요.",
    options: ["10대", "20대", "30대", "40대", "50대", "60대 이상"],
  },
  {
    id: 1,
    text: "원하는 카드의 유형을 선택해주세요.",
    options: ["신용카드", "체크카드"],
  },
  {
    id: 2,
    text: "희망하는 연회비를 선택해주세요.",
    options: [
      "없음",
      "1만원 이하",
      "1만원 ~ 3만원",
      "3만원 ~ 10만원",
      "10만원 이상",
    ],
  },
  {
    id: 3,
    text: "원하는 형태의 혜택을 선택해주세요.",
    options: ["할인형", "적립형", "마일리지형"],
  },
  {
    id: 4,
    text: "주로 소비하는 유형을 선택해주세요.",
    options: [
      "여행",
      "쇼핑",
      "렌탈",
      "주유/충전",
      "의료",
      "통신",
      "교육",
      "공공/정부지원",
    ],
  },
];

export default surveyData;